[{"category":"MOVIE TITLE REFERENCES","c1":"\"The Green Mile\" was this bad part of Cold Mountain Penitentiary","a1":"death row","c2":"\"Raiders of the Lost Ark\" was about the container said to house these","a2":"the Ten Commandments","c3":"\"Black Hawk Down\" refers to a pair of these in Somalia","a3":"helicopters","c4":"In the groundbreaking movie \"CODA\", CODA stands for \"child of\" these","a4":"deaf adults","c5":"In a 2007 animated film, this \"peasant dish\" earns a glowing review for a Parisian restaurant","a5":"ratatouille","comments":"Show #8704 - Thursday, September 22, 2022"},{"category":"DISCOVERIES","c1":"Around 1860 Dr. W.F. Daniell took cola nuts for intestinal issues, couldn't sleep & discovered that they contain this chemical","a1":"caffeine","c2":"4 of these were discovered by 1807; astronomers sulked that they weren't full planets but got over it when Astraea was found in 1845","a2":"asteroids","c3":"Seen here is the first known illustration of a dinosaur bone; the lower part of this thigh bone, it baffled scientists on discovery in 1676","a3":"the femur","c4":"Work at Rice University led to the discovery of buckyballs, named for resembling this Buckminster Fuller creation","a4":"a geodesic dome","c5":"Discovered around 1980, these nasty proteins (hence the \"pr\" in the word) are a cause of fatal brain diseases","a5":"prions","comments":"Show #8696 - Monday, September 12, 2022"},{"category":"NEW HARLEQUIN ROMANCES IN 2022","c1":"\"Forbidden Nights in\" this capital of Catalonia","a1":"Barcelona","c2":"\"Taking a Chance on\" this person who hands the rings over during a wedding ceremony","a2":"the Best Man","c3":"This ashen fairy tale girl \"Next Door\"","a3":"Cinderella","c4":"\"Penniless and Pregnant in\" this synonym for heaven","a4":"Paradise","c5":"\"A Proposal in\" this French region that also begins with \"Pro\"","a5":"Provence","comments":"Show #8705 - Friday, September 23, 2022"},{"category":"LAKES & RIVERS","c1":"The algae & shrimp of Kenya's Lake Nakuru are rich in beta carotene, giving its crowds of these wading birds their pink hue","a1":"flamingoes","c2":"Russia's Lake Baikal is home to the only species of these pinnipeds that lives exclusively in fresh water","a2":"seals","c3":"This river rises in the Black Forest & empties into the Black Sea","a3":"the Danube","c4":"The pre-Incan Uros people still inhabit floating islands high in the Andes in this lake","a4":"Lake Titicaca","c5":"This great river system of East-Central North America gets its name from a man martyred in 3rd-century Rome","a5":"the St. Lawrence waterway","comments":"Show #8703 - Wednesday, September 21, 2022"},{"category":"SO GALLANTLY STREAMING","c1":"In 2022 people still wished to keep up with this title reality show family; their U.S. premiere was the biggest in Hulu's history","a1":"the Kardashians","c2":"This actress flies high on HBO Max as flight attendant Cassie Bowden","a2":"(Kaley) Cuoco","c3":"On Netflix this actor known for his quick banter went back in time & gave himself a real talking-to in \"The Adam Project\"","a3":"Ryan Reynolds","c4":"Going from the movies to Prime Video, he grew as a character, as Alan Ritchson is about 6'2\" & Tom Cruise... is not","a4":"Jack Reacher","c5":"Oscar Isaac had the roles of a lifetime as Marc Spector & Steven Grant in this Marvel series on Disney+","a5":"<i>Moon Knight","comments":"Show #8705 - Friday, September 23, 2022"}]